[
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/adalar.png",
		"txtCounty" : "ADALAR",
		"txtExplanation" : "Prens Adaları, İstanbul Adaları ya da Kızıl Adalar (Yunanca: Πριγκηπονήσια Pringiponisia), İstanbul'un Anadolu Yakası'nın güney kıyılarının açıklarında, Marmara Denizi'nin kuzeydoğu kesiminde yer alan ve kısaca <b>Adalar</b> olarak anılan takımadadır. <b>Büyüklü küçüklü 9 ada ve kıyıya yakın iki kayalıktan oluşur<b>. Aynı zamanda İstanbul ilinin bir ilçesini oluşturan Adaların beşinde (Büyükada, Heybeliada, Burgazada, Kınalıada ve Sedefadası) <b>yerleşim vardır<b>. Sivriada, Yassıada, Kaşık Adası ve Tavşan Adası'nda ise <b>sürekli ve düzenli yerleşim bulunmamaktadır</b>. Kıyıya yakın kayalıkların (Yıldız ve Dilek kayalıkları) ise 1010 yılındaki depremde batmış olan Vordonos Adaları'nın zirveleri olduğu bilinmektedir. Adalar ilçesinin merkezi <b>Büyükada</b> olup, ilçe 5 mahalleden oluşmaktadır; Büyükada'daki Maden ve Nizam mahalleleri, Kınalıada, Burgazada ve Heybeliada. 2013 verilerine göre nüfusu 16.166'dır.",
		"textPopulationInfo" : "16.033",
		"textMayorInfo" : "Ali Ercan Akpolat"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/arnavutkoy.jpg",
		"txtCounty" : "ARNAVUTKÖY",
		"txtExplanation" : "Arnavutköy, İstanbul Boğaziçi'nin Avrupa yakasında Beşiktaş ilçesinin sınırları içinde köklü ve tarihsel yapısı ile ünlü bir <b>mahalledir</b>. Arnavutköy İstanbul Boğazı'nın Avrupa yakasındaki sahilde Kuruçeşme ile Bebek arasında yer alır. Sahilden başlayan semtin tepelere doğru yükselen arka sınırı günümüzde hızla yayılmakta olan Ulus'a dayanır. Arnavutköy'ün karşısında Boğazın Anadolu yakasındaki semtlerinden Kandilli, Üsküdar ve Vaniköy bulunmaktadır. Arnavutköy denince ilk akla gelen <b>otantik yapısını korumuş bir yerleşim yeri olmaısdır</b>. Osmanlı döneminde idari yönden Galata Kadılığı'na bağlı iken, Cumhuriyet döneminde Beşiktaş ilçesinde kalmıştır. Son senelerde yürütülen restorasyon çalışmaları sonucu Arnavutköy'de otantik bir yapı çehresi oluşmuş bu diğer betonerme yapılardan sıyrılarak daha çekici ve turistik bir karaktere ulaşılmış. Bunun sonucu olarak çeşitli emlakçıların da girişimleri ile emlak fiyatlarında bir patlama oldu. Polis Karakolu ve hemen yanındaki Tevfikiye Camiisi ise Helenik yapı türündedir. Televizyon modasından önce (70 yılların ortasına kadar), bugün Rum İlkokulunun arkasında bulunan bır garaj'ın yerinde 'Dayının sineması' adlı açık hava sineması vardı. Bir de bugünkü Ziraat bankası şubesinin yerinde çarşı içinde, kapalı kış sineması vardı. 1980'li yılların başında sahil yolunun güzergâhı 'kazıklı yol' tabir edilen Akıntıburnu mevkiinden bugünkü K. Y. Anadolu Lisesine kavis yaparak yalıları önünden geçirildi. Arnavutköy iskelesinin yeri de değiştirildi. Yol çift şeritli olmasına karşın bir gezi yolu özelliğini kaybetmemiştir. <b>Salı günleri halk pazarı kurulmakta</b>. Her yıl haziran ayının ilk haftası Arnavutköy Şenlikleri yapılmaktadır.",
		"textPopulationInfo" : "296.709",
		"textMayorInfo" : "Ahmet Haşim Baltacı"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/Atasehir.jpg",
		"txtCounty" : "ATAŞEHİR",
		"txtExplanation" : "Ataşehir, İstanbul'un <b>Anadolu yakasında</b> bulunan bir ilçedir. İstanbul'un doğu yarısında, Kocaeli Yarımadası'nın batı kısmında yer alan ilçenin denize kıyısı yoktur. 2008 yılında Kadıköy, Ümraniye ve Üsküdar'dan bâzı mahallelerin içine katılmasıyla ilçe statüsü kazanarak İstanbul'un 39 ilçesinden biri olmuştur. Güneybatıdan Kadıköy, batıdan Üsküdar, kuzeyden Ümraniye, doğudan Sancaktepe ve güneydoğudan Maltepe ilçeleriyle çevrilidir. İlçenin 2019 itibarıyla nüfusu 425.094'tür ve <b>17 adet mahalleye</b> sahiptir. İnşaat şirketlerinin Ataşehir'in batı tarafındaki arazilerin uygunluğundan dolayı konut ve ofis projelerini bu bölgede gerçekleştirmesiyle Batı Ataşehir kavramı ortaya çıkmıştır. Varyap Meridian, Uphill Court gibi yapılar ilçenin batı kısmında bulunmaktadır. Ayrıca 2012 yılında kurulan Ülker Sports Arena da Batı Ataşehir'de yer almaktadır.",
		"textPopulationInfo" : "422.594",
		"textMayorInfo" : "Battal İlgezdi"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/avcilar.jpg",
		"txtCounty" : "AVCILAR",
		"txtExplanation" : "Avcılar, İstanbul ilinin Avrupa yakasında yer alan bir ilçesidir. İlçenin doğusunda <b>Küçükçekmece Gölü</b> ile <b>Küçükçekmece ilçesi</b>, kuzeyinde <b>Başakşehir ilçesi</b>, batısında <b>Esenyurt</b> ve <b>Beylikdüzü ilçeleri</b>, güneyinde ise <n>Marmara Denizi</b> ile çevrelenmiştir. Şehir merkezine 27 km uzaklıktadır. TEM otoyolu, D-100 Karayolu ilçe sınırları içinden geçmektedir.",
		"textPopulationInfo" : "436.897",
		"textMayorInfo" : "Turan Hançerli"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/bagcilar.jpg",
		"txtCounty" : "BAĞCILAR",
		"txtExplanation" : "Bağcılar, İstanbul Avrupa Yakası'nda bir ilçedir. <b>İstanbul'un ilçeleri arasında en yüksek 3. nüfus yoğunluğuna sahip ilçedir</b>. 1980-2005 yılları arasında Karadeniz ve Güneydoğu bölgelerinden yüksek göç almış Bağcılar'ın nüfus artış hızı durma noktasına gelmiş ve hatta 2020'de nüfus olarak bir düşüş yaşanmıştır.",
		"textPopulationInfo" : "737.206",
		"textMayorInfo" : "Lokman Çağırıcı"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/bahcelievler.jpg",
		"txtCounty" : "BAHÇELİEVLER",
		"txtExplanation" : "Bahçelievler, Türkiye'nin İstanbul iline bağlı bir ilçe. Avrupa yakasında, güneyden Bakırköy'e, batıdan Küçükçekmece'ye, kuzeyden Bağcılar'a ve doğudan Güngören'e komşudur. 1992'de Bakırköy’den ayrılarak ilçe olmuştur. Bahçelievler, Cumhuriyet, Çobançeşme, Fevzi Çakmak, Hürriyet, Kocasinan, Siyavuşpaşa, Soğanlı, Şirinevler, Yenibosna, Zafer ve Bahçelievler olmak üzere <b>11 mahalleden oluşmaktadır</b>. İlçeye bağlı bucak veya köy yoktur. 1950'li yıllara kadar bugün Bahçelievler ilçesinin bulunduğu bölgede Kocasinan ve Yenibosna köyleri vardı. Bahçelievler’in bulunduğu kesim, Bakırköy’ün O-1 karayolunun (eski E-5) kuzeyine doğru büyümesiyle oluşmuştur.",
		"textPopulationInfo" : "592.371",
		"textMayorInfo" : "Hakan Bahadır"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/bakirkoy.jpg",
		"txtCounty" : "BAKIRKÖY",
		"txtExplanation" : "Bakırköy, İstanbul'un Avrupa yakasında yer alan ilçedir. <b>İstanbul'un batı yarısında, Çatalca Yarımadası üzerinde, Marmara Denizi'nin kuzeydoğu sahillerinde yer alır</b>. 1926 yılında kurulan Bakırköy İlçesi, 1992'de bugünkü sınırlarına ulaşmıştır. İlçeyi batıdan Küçükçekmece, kuzeyden Bahçelievler, kuzeydoğudan Güngören ve doğudan Zeytinburnu ilçeleriyle, güneyden Marmara Denizi çevrelemektedir.",
		"textPopulationInfo" : "226.229",
		"textMayorInfo" : "Bülent Kerimoğlu"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/basaksehir.jpg",
		"txtCounty" : "BAŞAKŞEHİR",
		"txtExplanation" : "Başakşehir, İstanbul'un bir ilçesidir. 2008 yılında Küçükçekmece, Esenler ve Büyükçekmece ilçelerinden ayrılarak ilçe yapılmıştır. Başakşehir, kuzeyde Arnavutköy, kuzeydoğuda Sultangazi ve Eyüpsultan, doğuda Esenler, güneyde Bağcılar, Küçükçekmece ve Avcılar ile batıda Esenyurt ilçeleriyle çevrilidir. Başakşehir 1. ve 2. etapları, Altınşehir merkezi, Güvercintepe, Şahintepe mahalleleri ve Kayabaşı köyü Küçükçekmece Belediyesi'ne, 4. Etap ve 5. Etap'ı Esenler Belediyesi'ne, Bahçeşehir ise Büyükçekmece ilçesine bağlı bir <b>belde belediyesi durumundaydı.</b> Fakat son yapılan düzenlemelerle bu semtler birleştirilerek Başakşehir ilçesi kuruldu. Başakşehir, Türkiye'de yabancı uyruklu vatandaşların en çok tercih ettiği ilçelerden biridir. İlçenin yoğun göç alan bir bölge olmasından dolayı Arapça, Rusça, İngilizce ve Fransızca konuşanların oranı yüksektir. Ortadoğu ve Afrika'dan aldığı göçler dolayısıyla Arapça, Fransızca ve İngilizce konuşanlar çoktur. Rusçayı ise genelde Rusya'dan göç eden halkların yanı sıra Orta Asya Türkleri'de konuşur. Arap nüfusunun fazlalığı nedeniyle bölgede Araplar için özel okullar bulunmaktadır.",
		"textPopulationInfo" : "469.924",
		"textMayorInfo" : "Yasin Kartoğlu"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/bayrampasa.jpg",
		"txtCounty" : "BAYRAMPAŞA",
		"txtExplanation" : "Bayrampaşa, (1978'e kadar Sağmalcılar) İstanbul'un bir ilçesidir. Kuzeyde Gaziosmanpaşa, doğuda Eyüpsultan, güneyde Zeytinburnu, batıda Esenler ile çevrilidir. 1970 yılında İstanbul nüfusunun %4,11'ini oluşturan Bayrampaşa, 2000 yılında %2,44'lük bir paya sahiptir. Bayrampaşa ilçesi, nüfus yoğunluğu açısından, yıllara göre artan değerlere sahiptir. <b>İstanbul'un en yüksek yoğunluk değerine sahip ilçelerinden birisidir</b>. 1970 yılında yoğunluğu 130 ki/ha iken 2000 yılında 259 ki/ha yoğunluk değerine ulaşmıştır.",
		"textPopulationInfo" : "269.950",
		"textMayorInfo" : "Atila Aydıner"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/besiktas.jpg",
		"txtCounty" : "BEŞİKTAŞ",
		"txtExplanation" : "Beşiktaş, İstanbul'un bir ilçesidir. <b>Adını İstanbul'un en eski semtlerinden bir olan Beşiktaş semtinden alır<b>. 8,4 km uzunluğunda sahili olduğu İstanbul Boğazı’nın Rumeli yakasında yer alan ilçe batıda Şişli ve Kâğıthane, güneybatıda Beyoğlu, kuzeyde Sarıyer ilçeleriyle komşudur. Yüzölçümü 18 km², nüfusu ise 2019 ADNKS verilerine göre 182.649'dur. Hem nüfus, hem de alan olarak İstanbul kentinin küçük ilçelerinden biri olmasına karşın iki kıtayı ve İstanbul'un iki yakasını birbirine bağlayan 15 Temmuz Şehitler Köprüsü ve Fatih Sultan Mehmet köprülerinin bağlantı yolları, sahip olduğu son dönem Osmanlı mimarisi eserleri, Boğaziçi yamaçları, üniversiteler ile çeşitli bölüm ve fakülteler ve Levent-Maslak hattındaki iş merkezleri nedeniyle gündüz nüfusunun sayım nüfusuna göre birkaç misli arttığı bir alandır.",
		"textPopulationInfo" : "176.513",
		"textMayorInfo" : "Rıza Akpolat"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/beykoz.jpg",
		"txtCounty" : "BEYKOZ",
		"txtExplanation" : "Beykoz, İstanbul'un bir ilçesidir. Çatalca-Kocaeli bölümünün Kocaeli Yarımadası batısında yer almakta olup; batıdan İstanbul Boğazı, doğudan Şile ilçesi, kuzeyden Karadeniz ve güneyden de Çekmeköy, Üsküdar ve Ümraniye ilçeleri ile çevrelenmiştir. Cumhuriyetin ilk yıllarından itibaren yapılan sanayi ağırlıklı çalışmaların etkisiyle fabrikaların çoğalması sonucu genelde işçi kesimin tercih ettiği yerleşim yeri olan Beykoz, son yıllarda üst gelir seviyesi kesimden de talep görmektedir. Deniz seviyesinden başlayarak <b>270 metreye kadar yükselen Beykoz’un engebeli arazisini Riva, Küçüksu ve Göksu dereleri parçalamıştır</b>. İlçe ve yakın çevresinde Akdeniz iklimi ile Türkiye'de Karadeniz iklimi nin karışımı olan “Geçiş Tipi İklim” etkilidir. Yazlar, Akdeniz kadar sıcak olmamakla birlikte Karadeniz kadar yağışlı değildir. <b>Beykoz ve çevresi başta kestane, meşe, gürgen, ıhlamur, kayın, kızılağaç ve fındık ağaçlarından oluşan doğal orman örtüsüyle kaplıdır</b>.",
		"textPopulationInfo" : "246.110",
		"textMayorInfo" : "Murat Aydın"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/beyli%CC%87kduzu.jpg",
		"txtCounty" : "BEYLİKDÜZÜ",
		"txtExplanation" : "Beylikdüzü, İstanbul’un batıdaki ilçelerinden biridir. Güneyinde Marmara Denizi, doğusunda Avcılar, batısında Büyükçekmece, kuzeyinde ise Esenyurt ilçeleri vardır. <b>Yüz ölçümü 360 km²</b> dir.",
		"textPopulationInfo" : "365.572",
		"textMayorInfo" : "Mehmet Murat Çalık"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/beyoglu.jpg",
		"txtCounty" : "BEYOĞLU",
		"txtExplanation" : "Beyoğlu veya eskiden Pera, İstanbul'un Avrupa yakasında bulunan ilçelerinden biridir. Kuzeybatıda Şişli ve Kâğıthane, doğuda Beşiktaş ve İstanbul Boğazı, güneyde ve batıda ise Haliç ile sınırlı ilçenin yüzölçümü 8.76 km2'dir ve 45 mahalleden oluşmaktadır. İsmini Pera da denen, Tünel–Taksim arasında uzanan İstiklal Caddesi ve ona açılan sokakların belirlediği alanı kapsayan Beyoğlu semtinden alır.",
		"textPopulationInfo" : "226.396",
		"textMayorInfo" : "Haydar Ali Yıldız"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/buyukcekmece.jpg",
		"txtCounty" : "BÜYÜKÇEKMECE",
		"txtExplanation" : "Büyükçekmece, İstanbul'un batısında bulunan bir ilçesidir. Doğusunda Beylikdüzü ve Esenyurt, batısında Silivri, kuzeyinde Çatalca ve Arnavutköy ilçeleriyle güneyde Marmara Deniziyle çevrilmiştir. Yüzölçümü 196 km²'dir. 1987'ye kadar Çatalca'ya bağlı bucak merkeziyken ilçe olmuş ve 2009'daki idari yapılanma değişikliklerine kadar Avcılar ve Küçükçekmece ilçelerine komşu olmuştur. Bu yılda yapılan değişikliklerde Gürpınar, Beylikdüzü (eskiden Kavaklı) ve Yakuplu beldeleri Beylikdüzü; Esenyurt ve Kıraç beldeleri Esenyurt; Bahçeşehir beldesi de Başakşehir ilçelerine bağlanınca ilçenin alanı büyük ölçüde küçülmüş, yalnız lağvedilen Çatalca'nın Muratbey ve Silivri'nin Celaliye-Kamiloba beldelerinin katılımıyla batı yönünde ilçe genişlemiştir. Ayrıca lağvedilen Tepecik, Mimarsinan ve Kumburgaz beldelerinin mahalleleri de Büyükçekmece Belediyesi sınırlarına katılmıştır. Büyükçekmece'de Türkiye'nin 1., Avrupa'nın 3. en yüksek TV kulesi, Türkiye'nin en büyük sergi alanı TÜYAP bulunmakta ve Büyükçekmece yazlık kent olduğu için uzun bir sahili, alışveriş merkezi, çarşısı, tarihi eserleri, 5 yıldızlı hotelleri, tiyatrosu, spor salonları, parkları ve su parkı vardır.",
		"textPopulationInfo" : "257.362",
		"textMayorInfo" : "Hasan Akgün"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/catalca.png",
		"txtCounty" : "ÇATALCA",
		"txtExplanation" : "Çatalca, İstanbul'un batı sınırında yer alan ilçe. Yüzölçümü olarak şehrin en büyük, nüfus olarak Adalar ve Şile’nin ardından şehrin en küçük ilçesidir. 1865 yılında, Tanzimat sonrası yapılan vilayet düzenlemelerinde Meclis-i İdare-i Liva-yı Zabtiyye'ye bağlanmıştır. 1924 yılında Mustafa Kemal Atatürk'ün emriyle vilayet merkezi yapılmıştır. 26 Haziran 1926 tarihli kanunla tekrar ilçe hâline getirilerek İstanbul'a bağlanmıştır.",
		"textPopulationInfo" : "74.975",
		"textMayorInfo" : "YUSUF ASLAN"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/cekmekoy.png",
		"txtCounty" : "ÇEKMEKÖY",
		"txtExplanation" : "Çekmeköy, İstanbul'un Anadolu Yakası'nda yer alan bir ilçesi. Önceleri Ümraniye'ye bağlı bir belediye olan Çekmeköy, 2009'da Ömerli, Alemdağ ve Taşdelen ilk kademe belediyelerinin tüzel kişiliklerinin sona ermesi ve bu belediyelere bağlı 17 mahalle ile 5 köyün katılmasıyla oluştu. 148,08 kilometrekarelik alanda 135.603 kişinin yaşadığı Çekmeköy'de nüfus, ilçe olmadan önce 75.423 iken 1990'da 13.523, 2000'de 37.502, 2007'de 70.683, 2017 yılında ise 248.859. Bu nüfus, 125.220 erkek ve 123.639 kadından oluşmaktadır. Yüzde olarak ise: %50,32 erkek, %49,68 kadındır. İlçenin kuzeybatısında Beykoz, kuzeydoğusunda Şile, güneybatısında Ümraniye, güneydoğusunda ise Sancaktepe ve Pendik yer almaktadır.",
		"textPopulationInfo" : "273.658",
		"textMayorInfo" : "Ahmet Poyraz"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/esenler.jpg",
		"txtCounty" : "ESENLER",
		"txtExplanation" : "Esenler, İstanbul'un ilçelerinden biridir. Kuzeydoğuda Sultangazi, doğuda Gaziosmanpaşa, Bayrampaşa ve Zeytinburnu, batıda Bağcılar ve Başakşehir, güneyde Güngören ilçeleriyle sınırdır. Esenler, 17 mahalleden oluşmaktadır[3] ve yüzölçümü toplam 5.227 hektardır. Metris Cezaevi bu ilçede bulunmaktadır. Esenler, çevresindeki ilçelerden farklı olarak, sanayi merkezi olmaktan çok bir yerleşim merkezi özelliğindedir. Esenler'i Davutpaşa yoluna bağlayan Ayazma yolu üzerindeki su kontrol kuyuları, şimdi Belediye oto Garajı olarak kullanılan Üçyüzlü, Ayazma Çeşmesi, Su Terazisi ve garaj içinde yıkık vaziyette olan Kilise güzel bir mimari örnek olarak karşımıza çıkar. Esenler Merkez Camisi'nin karşısındaki Kilise kalıntısı restore edilerek günümüzde Dijital Kütüphane olarak hizmet vermektedir. İstanbul surlarının yıkılmasından sonra bu bölge toprakları askeri bakımdan önem kazanmıştır. İlçe tarihinin İstanbul Tarihi içinde mütalaa edilmesi gerekir. İlçe tarihi eser bakımından zengin sayılmaz. Bizans ve Osmanlı dönemine ait çeşme, su kemeri, su terazisi ve sebil günümüze ulaşan tarihi yapılardır. Bu eserlerin de kitabeleri tahrip edildiği için yapım tarihleri hakkında bilgi vermek mümkün değildir. Bunlar: Avas kemeri, Atışalanı Çeşmesi, Atışalanı Sebili, Menderes Çeşmesi (Litros Ayazması), Yavuz Selim Çeşmesi ve Nene Hatun Çeşmesi.",
		"textPopulationInfo" : "446.276",
		"textMayorInfo" : "Mehmet Tevfik Göksu"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/esenyurt.JPG",
		"txtCounty" : "ESENYURT",
		"txtExplanation" : "Esenyurt, İstanbul'un Büyükçekmece ilçesinin semtlerinden biriyken, 2008 yılında Kıraç beldesi ile birleştirilerek ilçe olmuştur. İlçede bir şehir parkı bulunmaktadır. İlçede güvenlik 1 Haziran 2009 itibarıyla polis teşkilatına geçmiştir. Emniyet müdürlüğü binası hazırlanmıştır.",
		"textPopulationInfo" : "957.398",
		"textMayorInfo" : "Kemal Deniz Bozkurt"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/eyupsultan.jpg",
		"txtCounty" : "EYÜPSULTAN",
		"txtExplanation" : "Eyüpsultan ya da eski adıyla Eyüp, İstanbul ilinin Avrupa yakasında yer alan bir ilçesi. 1936'da Fatih, Beyoğlu ve Sarıyer ilçelerinin bir bölümüyle kurulan Eyüpsultan ilçesinin yüzölçümü 242 km²'dir. 21 mahallesi ve 7 köyü bulunan Eyüpsultan ilçesinin nüfusu 2020 yılındaki Adrese Dayalı Nüfus Kayıt Sistemi verilerine göre 405.845'tir. İlçenin Haliç’in iç kesiminde kısa bir sahil şeridi, Karadeniz 'de Akpınar ve Çiftalan köyleri arasında da uzun bir sahil şeridi vardır. Kurulduğunda bugünkü Sultangazi ilçesinin Eskihabipler Mahallesi dışında tamamını, Gaziosmanpaşa ve Bayrampaşa ilçelerini de kapsayan Eyüpsultan, bugünkü sınırlarına 2009'da Yayla mahallesini Sultangazi'ye vererek ulaşmıştır. Eyüpsultan ilçesi doğuda Sarıyer, güneydoğuda Kâğıthane ve Beyoğlu, güneybatıda Gaziosmanpaşa ve Bayrampaşa, güneyde Zeytinburnu ve Fatih, batıda Arnavutköy ve Sultangazi, güneybatıda Başakşehir ilçelerine komşudur.",
		"textPopulationInfo" : "405.845",
		"textMayorInfo" : "Deniz Köken"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/fatih.jpg",
		"txtCounty" : "FATİH",
		"txtExplanation" : "Fatih, tarihî yarımada (Suriçi) denen ve İstanbul şehrinin kurulup geliştiği bölgenin tamamını kaplayan ve valilik, büyükşehir belediye başkanlığı, emniyet müdürlüğü ve şehrin vergi dairesi gibi kurumların yer alıyor olmasıyla İstanbul'un merkezi sayılan ilçedir. Güneybatıdan Zeytinburnu, kuzeybatıdan Eyüpsultan ilçeleri ile kuzeyden Haliç, doğudan İstanbul Boğazı ve güneyden Marmara Denizi ile çevrilidir. Fatih İlçesi, 1928'den 2008'e kadar Eminönü'yle beraber tarihî yarımadadaki iki ilçeden biri olmuştur. 2008'de Eminönü ilçesinin varlığının bir kere daha ortadan kaldırılıp tarihinde olduğu gibi yeniden Fatih ilçesine katılmasından beri tekrar tüm tarihî yarımada üzerindeki tek ilçe hâline gelmiştir. Kırsal yerleşimi olmayan ve 15.62 km²'lik (1562 hektar) bir alanı kaplayan Fatih İlçesi 57 mahalleden oluşmaktadır.",
		"textPopulationInfo" : "396.594",
		"textMayorInfo" : "Mehmet Ergün Turan"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/gaziosmanpasa.jpg",
		"txtCounty" : "GAZİOSMANPAŞA",
		"txtExplanation" : "Gaziosmanpaşa, İstanbul'un bir ilçesidir. İstanbul'un geç dönem yerleşimlerinden olan ve daha önce Taşlıtarla ve Küçükköy mevkii olarak bilinen Gaziosmanpaşa, 1950'li yıllardan sonra gelişmiş, 1963 yılında da ilçe yapılmıştır. Gaziosmanpaşa'nın merkezine eskiden Taşlıtarla denirdi. Gaziosmanpaşa ilçesi Bayrampaşa, Esenler, Eyüpsultan ve Sultangazi ilçeleri ile komşudur. Nüfusun artmasıyla trafik sorunu da artmaktadır. T4 tramvay hattı ve M7 metro hattının açılmasıyla modern bir ulaşıma da sahip olmuştur. Bu yüzden en fazla göç alan ilçe konumuna gelmiştir.",
		"textPopulationInfo" : "487.778",
		"textMayorInfo" : "Hasan Tahsin Usta"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/gungoren.jpg",
		"txtCounty" : "GÜNGÖREN",
		"txtExplanation" : "Güngören, İstanbul'un bir ilçesidir. İlin batı yarısında Çatalca Yarımadası'nda yer alır; Türkiye‘nin 7 km kare alanı ile yüzölçümü bakımından en küçük ilçesidir. 3 Haziran 1992'de ilçe olan Güngören, doğuda Zeytinburnu, Esenler güneyde Bakırköy, batıda Bahçelievler ilçelerine komşudur. 11 mahalleden oluşan ilçeye bağlı kırsal yerleşme yoktur.",
		"textPopulationInfo" : "280.299	",
		"textMayorInfo" : "Bünyamin Demir"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/kadikoy.JPG",
		"txtCounty" : "KADIKÖY",
		"txtExplanation" : "Kadıköy, İstanbul'un Anadolu Yakası'nda yer alan ilçelerinden birisidir. Kocaeli Yarımadası'nın güneybatı kesiminde bulunan Kadıköy, batı ve güneyde Marmara Denizi, kuzeybatıda Üsküdar, kuzeydoğuda Ataşehir ve doğuda Maltepe ilçeleriyle çevrilidir. Marmara sahilleri boyunca Haydarpaşa'dan Bostancı'ya dek kuzeybatı-güneydoğu doğrultusunda oldukça uzun bir sahil şeridine (yaklaşık 21 km) sahip olan Kadıköy'de kıyı şeridi ve buna paralel uzanan ana ulaşım güzergahları yerleşme yapısını belirlerken, daha geride yer alan D-100 Karayolu ilçenin kuzey sınırını oluşturur. Kadıköy'deki yerleşmenin başlangıcını oluşturan tarihsel çekirdek, Haydarpaşa Koyu ile Moda Burnu'nun oluşturduğu alanda yer almaktadır. İlçeye adını veren yerleşme merkezi ve asıl Kadıköy semti kabaca kuzey ve kuzeydoğuda demiryolu, doğuda Kurbağalıdere ve Kalamış Koyu, batıda ise Marmara Denizi ve Haydarpaşa Koyu'nun sınırladığı bir alan olarak düşünülebilir. Bugün bu alan Kadıköy Çarşısı, Yeldeğirmeni ve Moda gibi tarihi yerleşme alanlarını da içeren Rasimpaşa, Osmanağa, Caferağa ve İbrahimağa mahallerinden oluşmaktadır.",
		"textPopulationInfo" : "481.983",
		"textMayorInfo" : "Şerdil Dara Odabaşı"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/kagithane.jpg",
		"txtCounty" : "KAĞITHANE",
		"txtExplanation" : "Kâğıthane, İstanbul'un Avrupa Yakası'nda bir ilçesidir. Kuzeyde Sarıyer, kuzeydoğuda Beşiktaş, doğu ve güneyde Şişli, güneybatıda Beyoğlu ve batıda da Eyüpsultan ile çevrilidir. İlçenin, Kağıthane Deresi'nin sona erdiği kesimde Haliç'e kısa bir kıyısı vardır.",
		"textPopulationInfo" : "442.415",
		"textMayorInfo" : "Mevlüt Öztekin"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/kartal.jpg",
		"txtCounty" : "KARTAL",
		"txtExplanation" : "Kartal, İstanbul'un Anadolu yakasında, Marmara Denizi kıyısında, Kocaeli Yarımadası'nın güney batısında yer alan bir ilçedir TÜİK 2019 nüfus sayımına göre 470.626 nüfusa sahiptir. Mücavir alanıyla birlikle 48.000 m² yüzölçümü olan bir ilçedir. Kartal ilçesi, batıda Maltepe, kuzeyde Sancaktepe, kuzeydoğuda Sultanbeyli ve doğuda Pendik ilçeleriyle çevrilidir. İstanbul'un en yüksek yeri Aydos Tepesi ve İstanbul'un Balkonu diye adlandırılan Yakacık Tepesi Kartal'dadır.",
		"textPopulationInfo" : "474.514",
		"textMayorInfo" : "Gökhan Yüksel"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/kucukcekmece.jpg",
		"txtCounty" : "KÜÇÜKÇEKMECE",
		"txtExplanation" : "Küçükçekmece, İstanbul'un batısında aynı adlı gölün çevresinde kurulmuş bir ilçedir. Batısında Avcılar ve Küçükçekmece Gölü, Kuzeyinde Başakşehir, Doğusunda Bahçelievler ve Bağcılar, Güneyinde Bakırköy ve Marmara Denizi vardır. 1. dereceden riskli deprem bölgesinde yer almaktadır. 1987 yılında, ikisi köy (Kayabaşı ve Şamlar), 25'si mahalle olmak üzere toplam 27 yerleşim yeri Bakırköy ilçesinden ayrılarak kurulmuştur. Bugünkü sınırlarına, 1992'de Avcılar'ın, 2009'da Başakşehir'in ilçe olmasıyla kavuşmuştur. 2009 itibarıyla 21 mahalleden oluşmaktadır. İstanbul'un 39 ilçesi arasında yaşam kalitesi endeksi sıralamasında 12. sıradadır. Marmara Denizi ve adını verdiği Küçükçekmece Gölü'ne kıyısı vardır.",
		"textPopulationInfo" : "789.633",
		"textMayorInfo" : "Kemal Çebi"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/maltepe.jpg",
		"txtCounty" : "MALTEPE",
		"txtExplanation" : "Maltepe, İstanbul'un Anadolu Yakası'nda Marmara Denizi'ne kıyısı olan bir ilçedir. Kadıköy, Kartal, Sancaktepe ve Ataşehir ilçeleriyle komşu olan Maltepe, nüfus bakımından İstanbul'un dokuzuncu, Anadolu Yakası'nın dördüncü büyük ilçesi konumundadır.",
		"textPopulationInfo" : "515.021",
		"textMayorInfo" : "Ali Kılıç"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/pendik.jpg",
		"txtCounty" : "PENDİK",
		"txtExplanation" : "Pendik, İstanbul'un Anadolu Yakası'nda, Marmara Denizi'ne sahili olan ve Kocaeli Yarımadası'nda yer alan bir ilçedir. Güneydoğuda Tuzla, doğuda Kocaeli'nin Gebze ilçesi, kuzeyde Şile ve Çekmeköy, batıda Kartal, Sancaktepe ve Sultanbeyli, güneyde ise Marmara Denizi ile çevrilmiştir.",
		"textPopulationInfo" : "726.481",
		"textMayorInfo" : "Ahmet Cin"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sancaktepe.jpg",
		"txtCounty" : "SANCAKTEPE",
		"txtExplanation" : "Sancaktepe, İstanbul Anadolu Yakası'nda bir ilçedir. 2008 yılında ilçe statüsüne kavuşmuştur. Güneyinde Kartal, güneybatısında Maltepe, batısında Ataşehir ve Ümraniye, kuzeyinde Çekmeköy, doğusunda Pendik ve Sultanbeyli ilçelerine komşudur. İlçe 62,41 kilometrekaredir, nüfusu 414.143'tür ve sınırları dahilinde toplam 19 mahalle vardır. Ümraniye'ye bağlı Sarıgazi, Yenidoğan ve Kartal'ın Samandıra beldelerinin birleşimiyle ortaya çıkmıştır. İlçe kaymakamlık ve yeni belediye binaları Sarıgazi merkezinde inşa edilmiştir. Türkiye'nin ve Avrupa'nın en büyük şehir hastanelerinden birinin ilçe sınırları dahilinde yapılması düşünülmektedir. Yavuz Sultan Selim Köprüsü'nün bağlantı yolları bu ilçenin sınırları içerisinden geçmektedir. Belediye binası Sarıgazi'de iken; 2018 Ocak ayında Yeni Belediye Binasına, Samandıra'ya taşınmıştır. İlçe sınırları içerisinden metro hattı geçmesi de planlanmaktadır. 2019 yerel seçimlerinde AK Parti'nin adayı Şeyma Döğücü Belediye Başkanı seçilmiştir.",
		"textPopulationInfo" : "456.861",
		"textMayorInfo" : "Şeyma Döğücü"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sariyer.jpeg",
		"txtCounty" : "SARIYER",
		"txtExplanation" : "Sarıyer, İstanbul'un Avrupa Yakası'nda yer alan ilçedir. Güneyden Beşiktaş ve Kâğıthane, batıdan Eyüpsultan ilçeleri ile doğudan İstanbul Boğazı ve kuzeyden Karadeniz ile çevrilidir. Sarıyer İlçesi toplam 38 mahalleden oluşmaktadır. Bahçeköy Belediyesi'nin 2009 yılında feshedilerek Sarıyer ilçesinin bir mahallesi olması, 2012 yılında da Şişli sınırları içinde yer alan Ayazağa, Maslak ve Huzur mahallelerinin bu ilçeye dahil edilmesiyle son halini alan ilçe İstanbul'un en kuzeydeki ilçelerinden biridir.",
		"textPopulationInfo" : "335.298",
		"textMayorInfo" : "Şükrü Genç"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/silivri.jpg",
		"txtCounty" : "SİLİVRİ",
		"txtExplanation" : "Silivri, Marmara Bölgesi'nde bulunan İstanbul iline bağlı bir ilçe, İstanbul il merkezinin 69 kilometre batısında, D-100 (eski E-5) karayolu üzerinde bulunan bir sahil şehri.",
		"textPopulationInfo" : "200.215",
		"textMayorInfo" : "Volkan Yılmaz"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sultanbeyli.jpg",
		"txtCounty" : "SULTANBEYLİ",
		"txtExplanation" : "Sultanbeyli, İstanbul ilinin bir ilçesidir. İlin Anadolu yakasında yer alır. Sultanbeyli İlçesi güneybatıda Kartal, doğuda Pendik, kuzeybatıda Sancaktepe ilçelerine komşudur. Sultanbeyli adı 'Sultanbeyli'nin yeri' olarak bilinirken daha sonra 'Sultan Beyliği Çiftliği', 'Sultan Beyliği' daha sonra da 'Sultanbeyli' olarak kullanılagelmiştir.",
		"textPopulationInfo" : "343.318",
		"textMayorInfo" : "Hüseyin Keskin"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sultangazi.jpg",
		"txtCounty" : "SULTANGAZİ",
		"txtExplanation" : "Sultangazi, İstanbul Avrupa Yakası'nda bir ilçedir. 2008 yılında Gaziosmanpaşa'ya bağlı 14, Eyüpsultan ve Esenler'e bağlı birer mahallenin katılımıyla kuruldu. Denizden 50 metre yükseklikte, 36 km² yüz ölçüme sahip olan ilçe doğuda Eyüpsultan , batıda Esenler , güneyde Gaziosmanpaşa, kuzeybatıda Başakşehir ilçeleriyle sınır oluşturmaktadır. İlçe sahip olduğu yüzölçümüyle İstanbul ilçeleri arasında 19. sıradadır. 16 mahalleden oluşan ilçede Alibey barajı, Cebeci taş ocakları ve birkaç küçük akarsu bulunmaktadır. Alibey barajı 1975 - 1983 tarihleri arasında, içme, kullanma ve sanayi suyu temini maksadıyla inşa edilmiş olup hâlen Avrupa yakasının önemli bir kısmının içme suyu ihtiyacını karşılamaktadır. Toprak gövde dolgu tipi olan barajın gövde hacmi 1.930.000 m³, akarsu yatağından yüksekliği 30,00 m, normal su kotunda göl hacmi 66,80 hm³, normal su kotunda gölalanı 4,66 km²'dir. Yılda 39 hm3 içme suyu sağlamaktadır. Üzerinde amatör balıkçılık, su sporları etkinlikleri yapılmakta olup etrafını çevreleyen koruma altındaki ormanlık alanla ilçenin sosyal dinleti ihtiyacını karşılamaktadır. İlçe sınırları içerisinde bir de Yükseköğretim Kurumu (Üniversite), (Bezmiâlem Vakıf Üniversitesi İlhan Varank Kampüsü) bulunmaktadır.",
		"textPopulationInfo" : "537.488",
		"textMayorInfo" : "Abdurrahman Dursun"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sile.jpg",
		"txtCounty" : "ŞİLE",
		"txtExplanation" : "Şile, İstanbul iline bağlı bir ilçedir. Marmara Bölgesi'nin kuzey doğusunda, Karadeniz kıyısındadır. Doğuda Kandıra, güneydoğuda Derince ve Körfez, güneyde Pendik ve Gebze, güneybatıda Çekmeköy ve batıda Beykoz ilçeleriyle çevrilidir.",
		"textPopulationInfo" : "37.904",
		"textMayorInfo" : "ERDOĞAN AKGÜL"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/sisli.jpg",
		"txtCounty" : "ŞİŞLİ",
		"txtExplanation" : "Şişli, İstanbul ilinin Avrupa Yakası'nda yer alan bir ilçesidir. 25 mahallesi bulunan Şişli, doğuda Beşiktaş, kuzeyde ve batıda Kâğıthane ve güneyde Beyoğlu ilçeleri ile komşudur. Denize sahili olmayan Şişli ilçesinde çok sayıda tarihî eser, iş yeri, modern ticaret merkezi, kültür ve sanat merkezi bulunmaktadır. 1954'te ilçe olan Şişli ilçesi, 1987'de Kâğıthane'nin ayrı bir ilçe olup ayrılmasıyla coğrafi olarak ikiye bölündü. Kuzeyde yer alan Ayazağa, Maslak ve Huzur mahalleleri bir öbek oluştururken geride kalan diğer mahalleler yine ayrı bir öbek oluşturdular. Büyükdere Caddesi'yle birbirine bağlı olan bu iki öbekten kuzeyde olanı 2012 yılında Şişli'den ayrılarak Sarıyer'e bağlandı.",
		"textPopulationInfo" : "266.793",
		"textMayorInfo" : "Muammer Keskin"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/tuzla.jpg",
		"txtCounty" : "TUZLA",
		"txtExplanation" : "Tuzla, İstanbul ilinin en doğusunda bulunan ilçesidir. Türkiye'nin orta derecede kalabalık nüfuslu ilçelerinden biridir. Ayrıca Türkiye'nin en büyük tersaneler bölgesi Tuzla'da bulunmaktadır.",
		"textPopulationInfo" : "273.608",
		"textMayorInfo" : "Şadi Yazıcı"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/umraniye.jpg",
		"txtCounty" : "ÜMRANİYE",
		"txtExplanation" : "Ümraniye, İstanbul ilinin ilçelerinden biridir. İstanbul'un nüfus bakımından en kalabalık dördüncü, Anadolu Yakası'nın en kalabalık ilçesidir. İlçe 35 mahalleden oluşur. 22 bin hektarlık bir yerleşim alanına sahiptir. Batıdan Üsküdar, güneyden Ataşehir, doğudan Sancaktepe, kuzeydoğudan Çekmeköy ve kuzeybatıdan Beykoz ilçeleriyle çevrilidir. Ümraniye İstanbul'un en hızlı kentleşen ve nüfusu hızla artan; köy ve yöre geleneklerinin de aynen muhafaza edildiği bir kentleşme örneğidir. Ümraniye, ekonomik çeşitlilik açısından çok zengin bir yöredir. Küçük imalat sanayisinden konfeksiyona, yedek parça ve ağaç ürünleri üretimine kadar çeşitlilik göstermektedir.",
		"textPopulationInfo" : "713.803",
		"textMayorInfo" : "İsmet Yıldırım"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/uskudar.jpg",
		"txtCounty" : "ÜSKÜDAR",
		"txtExplanation" : "Üsküdar, İstanbul'un Anadolu Yakası'nda bulunan bir ilçesidir. Üsküdar İlçesi, kuzeyden Beykoz, kuzeydoğudan Ümraniye, doğudan Ataşehir, güneyden Kadıköy ilçeleri ve batıdan İstanbul Boğazıyla çevrilidir. 33 mahalleden oluşan Üsküdar İlçesinin nüfusu, 2020 ADNKS verilerine göre 520.771 kişi olarak tespit edilmiştir. 1926 yılına kadar il statüsünde olan Üsküdar aynı yıl yapılan yasal düzenlemeyle ilçe statüsüne getirilip İstanbul'a bağlanmıştır. 1930'da Kadıköy ve Beykoz'un, 1987'de Ümraniye'nin Üsküdar'dan ayrılarak ilçe olmaları, 2008'de de Örnek, Esatpaşa ve Fetih mahallelerinin Ataşehir ilçesine bağlanmasıyla bugünkü sınırlarına ulaşmıştır.",
		"textPopulationInfo" : "520.771",
		"textMayorInfo" : "Hilmi Türkmen"
	}, 
	{
		"imgCounty" : "https://raw.githubusercontent.com/BadLuL1/H5200042MehmetBaytura/main/images/zeytinburnu.jpg",
		"txtCounty" : "ZEYTİNBURNU",
		"txtExplanation" : "Zeytinburnu, İstanbul ilinin bir ilçesidir. 1 Eylül 1957 tarihinde ilçe olmuştur. Trakya’nın güneydoğusunda, Çatalca yarımadasının, Marmara Denizi'ne bakan yamaçlarının, bu denizle birleştiği yerdedir. Tarihi yarımada ile surlarla ayrılmış, E-5 karayoluna sınır ve havalimanına 15-20 dakikalık mesafededir. Bu sebeple İstanbul’un dışarı açılan önemli bir penceresidir. Doğusunda Fatih, kuzeydoğuda Eyüpsultan, kuzeyinde Bayrampaşa, batısında Güngören, Bakırköy, kuzeybatısında Esenler, güneyinde ise Marmara Denizi'yle çevrilidir.",
		"textPopulationInfo" : "283.657",
		"textMayorInfo" : "Ömer Arısoy"
	}
 

]
